Repository: chen-wenjun/WenTest
Catalog: Mi9.Store.Localization/Strings.*.resx
Languages: es

# MmsEmptyXml
source: Mms didn't find data for this sku
es: El mms no ha encontrado info sobre el sku

source: Pending Price
es: Precio Pendiente

# PhysicalInventoryDuplicatedError
source: There is a Physical Inventory with the same Start Date:
es: Existe un Inventario Fisico con la misma fecha de inicio:

# PhyInvPreCountSchedDeleteError
source: Unable to delete PreCount Scheduler
es: No se puede borrar la planificación de PreCount

# PhysicalInventoryNotFound
source: Unable to find a Physical Inventory.
es: No se encuentra el Inventario Físico.

source: Pallet not found
es: Pallet no encontrado.

# LaborManagement_Maintenance_CantCreateEmployeeRequestAbsence
source: Can't create employee request absence
es: No se puede crear la solicitud de ausencia de empleado

source: Can't create this request absence because will create an overlapping with existing request absence
es: No se puede crear la solicitud de ausencia debido a que crearía un solapamiento con una solicitud de ausencia existente

source: Can't create this training day because will create an overlapping with existing request absence
es: No se puede crear la solicitud de entrenamiento debido a que crearía un solapamiento con una solicitud de ausencia existente

# LaborManagement_Maintenance_CantFidEmployee
source: Can't find employee
es: No se puede encontrar el empleado

# LaborManagement_Maintenance_CantUpdateEmployeeRequestAbsence
source: Can't update employee request absence
es: No se puede actualizar la solicitud de ausencia de empleado

source: Can't update GeneratedScheduleDays and Training Day at the same time
es: No se puede actualizar el horario generado y los días de entrenamiento al mismo tiempo

source: Can't update this request absence because will create an overlapping with existing request absence
es: No se puede actualizar la solicitud de ausencia debido a que crearía un solapamiento con una solicitud de ausencia existente

source: Can't update this training day because will create an overlapping with existing request absence
es: No se puede actualizar la solicitud de entrenamiento debido a que crearía un solapamiento con una solicitud de ausencia existente

# CashManagement_CantFindCashierInformation
source: Can't find cashier information
es: No se ha encontrado la información del cajero

# CashManagement_CantFindCashOfficeConfiguration
source: Can't find Cash Office configuration
es: No se ha encontrado la configuracón del Cash Office

# CashManagement_CantFindLoggedEmployeeInformation
source: Can't find logged employee information
es: No se ha encontrado la información del trabajador conectado

# CashManagement_CantFindRegisterInformation
source: Can't find register information
es: No se ha encontrado la información de la caja

# CashManagement_CantFindStoreAccountingPeriodInformation
source: Can't find Store Accounting period information
es: No se ha encontrado la información del Store Accounting

# CashManagement_CantFindStoreInformation
source: Can't find store information
es: No se ha encontrado la información de la tienda

# CashManagement_InvalidAmount
source: Amount must be greater than 0.
es: La cantidad debe ser mayor que 0.

# CashManagement_InvalidBalancingMethod
source: Invalid Balancing Method.
es: Método de balanceo inválido.

# CashManagement_InvalidCashierId
source: Invalid Cashier.
es: Cajero inválido.

# CashManagement_InvalidDrawerNumber
source: Drawer number must be between 1 and 3.
es: El número de la gaveta debe estar entre 1 y 3.

# CashManagement_InvalidRegisterId
source: Invalid Register Id.
es: Id de caja inválido.

# CashManagement_NotEnoughFundsForLoan
source: Not enough funds in safe to perform a loan
es: No hay suficiente fondos en la caja para ejecutar el préstamo

# CashManagement_StartingBankAlreadyCreatedForCashier
source: Starting Bank already exists for cashier {0} with date {1} and drawer {2}
es: Ya existe un Starting Bank para el cajero {0} en la fecha {1} utilizando la gaveta {2}

# CashManagement_StartingBankAlreadyCreatedForRegister
source: Starting Bank already exists for register {0} with date {1} and drawer {2}
es: Ya existe un Starting Bank para la caja {0} en la fecha {1} utilizando la gaveta {2}

# CashManagement_InvalidLoanType
source: Invalid Loan Type.
es: Tipo de préstamo inválido.

# CashManagement_CantFindTenderInformation
source: Can't find information for tender with code {0}
es: No se ha encontrado la información para el tender de código {0}

# CashManagement_CantFindStartingBankInfoToPerformLoan
source: Starting bank information not found. Can't make a loan without a previous starting bank
es: No se ha encontrado información de inicio de caja. No se puede hacer un préstamo sin haber hecho antes un inicio de caja

# CashManagement_CantFindStartingBankInfoToPerformPickup
source: Starting bank information not found. Can't make a pickup without a previous starting bank
es: No se ha encontrado información de inicio de caja. No se puede hacer un pickup sin haber hecho antes un inicio de caja

# CashManagement_InvalidLoanParameters
source: Invalid loan parameters. There is not information to create the loan
es: Paramétros inválidos. No hay información para crear el préstamo

# CashManagement_InvalidPickupParameters
source: Invalid pickup parameters. There is not information to create the pickup
es: Paramétros inválidos. No hay información para crear el pickup

# CashManagement_CantFindCurrencyInformation
source: Can't find information for currency with code {0}
es: No se ha encontrado la información para moneda de código {0}

# CashManagement_CannotDeposit
source: Cannot deposit more than is in safe
es: No se puede depositar mas de lo que hay en caja

# RegisterNotFound
source: Unable to find a Register.
es: No se encuentra registradora.

# CashManagement_CantFindBaseCurrencyInformation
source: Can't find base currency information
es: No se ha encontrado la información de la moneda base

# CashManagement_CantFindBaseTenderInformation
source: Can't find base tender information
es: No se ha encontrado la información del tender base

# CashManagement_CantChangeDepositStatus
source: Can't change the status of the deposit.
es: No se puede cambiar el estado del depósito.

# CashManagement_CantDeleteDepositExist
source: Can't delete the deposit. Doesn't exist.
es: No se puede eliminar el depósito. No existe.

# CashManagement_CantDeleteDepositSafe
source: Can't delete the deposit. No safe balance.
es: No se puede eliminar el depósito. No hay valores en caja.

# CashManagement_CantFindDepositInformation
source: Can't find the deposit.
es: No se encuentra el depósito.

# CashManagement_CantUpdateDepositExist
source: Can't update the deposit. Doesn't exist.
es: No se puede actualizar el depósito. No existe.

# CashManagement_CantUpdateDepositUploaded
source: This deposit has been uploaded and cannot be updated.
es: Este depósito se ha enviado y no puede ser actualizado.

# CashManagement_CantPerformPickupOverDrawerOpenedOtherDateThanActivePeriod
source: Can't perform a pickup over a drawer opened on different date than active period {0}
es: No se puede efectuar un pickup sobre una gaveta abierta en una fecha distinta al periodo activo {0}

# CashManagement_CantDeleteDepositUploaded
source: This deposit has been uploaded and cannot be deleted.
es: Este depósito se ha enviado y no puede ser eliminado.

# CashManagement_CantFindPickup
source: Can't find pickup
es: No se ha encontrado el pickup

# CashManagement_DrawerClosed
source: Can't perform loan. Drawer is closed
es: No se puede efectuar el préstamo. La bandeja está cerrada

# CashManagement_BalancingMethodNotFound
source: Balancing method argument not found.
es: Argumento de Método de Balanceo no encontrado.

# CashManagement_CannotDepositExist
source: You can not create the deposit. It already exists.
es: No se puede crear el depósito. Ya existe.

# CashManagement_CannotDepositWrongNumber
source: Cannot deposit. Deposit number is incorrect.
es: No se puede depositar. El número es incorrecto.

# CashManagement_CashSafeNotFound
source: Unable to find a cash safe record for one tender {0} and currency {1}. Please verify the amountInSafe.
es: No se encuentra un registro en la caja para el tender {0} y la moneda {1}. Por favor verificar el amountInSafe.

# CashManagement_DuplicatedTenderCurrencyId
source: Invalid input pick up. Duplicated key <TenderId, CurrencyId>
es: Entrada de pickup inválida. Llave duplicada <TenderId, CurrencyId>.

# CashManagement_NotEnoughFundsForPickup
source: Current balance is not enough to perform a pickup for tender: {0} ({1})
es: Balance insuficiente para realizar un pickup para el tender: {0} ({1})

# CashManagement_CashSafeNotExist
source: Unable to find a cash safe record for one tender {0} and currency {1}. Please verify the audit.
es: No se encuentra un registro en la caja para el tender {0} y la moneda {1}. Por favor verificar la auditoría.

# CashManagement_DrawerBalancingWithoutZRead
source: Can't make drawer balancing without make a Z-read.
es: No se puede hacer balance de la gaveta sin realizar un Z-read.

# CashManagement_BalancingClosedDrawer
source: Can't make balancing in closed drawer.
es: No se puede hacer balance de una gaveta cerrada.

# CashManagement_NotDrawerInfo
source: Drawer balancing information not found.
es: No se encuentra información para realizar balance de gaveta.

# CashManagement_DrawerUnbalanced
source: Can't issue loan. ZRead already done. Drawer is ready for balance
es: No se puede efectuar el préstamo. ya se ha efectuado el ZRead already done. el drawer está listo para el balance

# CashManagement_NotEnoughFundsForStartingBank
source: Not enough funds in safe to issue a starting bank
es: No hay suficiente fondos en la caja para ejecutar inicio de caja

# CashManagement_DrawerNotIssued
source: Can't perform pickup. Drawer not open.
es: No se puede efectuar el préstamo. La bandeja no está abierta.

# CashManagement_BalanceAlreadyDone
source: Can't make balance. There is a balance already with that data.
es: No se puede realizar balance. Ya existe un balance con esos datos.

# CashManagement_NotEnoughFundsForDeletePickup
source: Not enough sufficient funds in safe to delete the pickup
es: No hay suficiente fondos en la caja para eliminar el pickup

# CashManagement_DrawerNotUnbalanced
source: Can't make balance. Drawer must be in Unbalanced status.
es: No se puede realizar balance. La gaveta debe estar en estado No Balanceado.

# CashManagement_SomethingWrong
source: Something went wrong. Please reload page.
es: Algo salió mal. Vuelve a cargar la página.

# CashManagement_CantPerformPickupOverDrawerIfNotIssued
source: Can't perform a pickup if drawer is not in status 'Issued'
es: No se permite hacer el pickup si la gaveta no está en estado 'emitido'
